Repository: gapan/liloconfig
Catalog: po/*.po
Languages: ca, es, hi_in, ja, nl, pt_pt, sv, uk

source: LILO can be installed to a variety of places: 1. The superblock of your root Linux partition. (which could be made the bootable partition with Windows or Linux fdisk, or booted with a program like OS/2 Boot Manager) 2. A formatted floppy disk. 3. The Master Boot Record of your first hard drive. Options 1 and 2 are the safest, but option 1 does require a little extra work later (setting the partition bootable with fdisk). Which option would you like?
ca: LILO es pot instal·lar en una varietat de llocs: 1. Al superbloc de la partició d'arrel de Linux (que podria fer-se la partició d'arrencada amb Windows o Linux fdisk o que es podria arrencar amb un programa com ara OS/2 Boot Manager) 2. En un disquet formatat. 3. Al registre mestre d'arrencada de la primera unitat de disc dur. Les opcions 1 i 2 són les més segures, però l'opció 1 requereix una mica de feina extra més tard (la configuració de la partició d'arrencada amb fdisk). Quina opció us agradaria?
es: LILO puede ser instalado en diversas ubicaciones: 1. El superbloque de su partición raíz de Linux (que podría convertirse en partición de arranque mediante fdisk desde Windows o Linux, o arrancarse desde un programa como Boot Manager de OS/2) 2. Un diskette formateado. 3. El Registro Maestro de Arranque -MBR- de su disco rígido primario. Las opciones 1 y 2 son las más seguras, pero la opción 1 requiere un poco de trabajo extra más adelante (configurar la partición como arrancable con fdisk). ¿Qué opción prefiere?
hi_in: लीलो को अनेक स्थानों पर इंस्टॉल करना संभव है : 1. आपके लिनक्स विभाजन का सुपर ब्लॉक। (जिसे विंडोज या लिनक्स fdisk द्वारा बूट योग्य विभाजन में परिवर्तित करना संभव है या फिर OS/2 बूट प्रबंधक जैसे प्रोग्राम द्वारा बूट करना संभव है ) 2. फॉर्मेट की गई फ्लॉपी डिस्क। 3. आपकी प्रथम हार्ड ड्राइव का मास्टर बूट रिकॉर्ड। 1 व 2 विकल्प सबसे सुरक्षित हैं, परन्तु 1 विकल्प हेतु बाद में कुछ अतिरिक्त कार्य (fdisk द्वारा विभाजन को बूट योग्य बनाना) करने होंगें। आप कौन सा विकल्प चुनना चाहेंगे?
ja: LILOのインストールするにあたり、あらゆる所をインストール先として設定することができます： 1．ルートのLinuxパーティションのスーパーブロック (Windows用、Linux用のfdiskを使ってブート可能なパーティションに設定できます。もしくはOS/2用のBoot Managerからの起動する方法) 2．フォーマット済みのフロッピーディスク 3．最初のハードドライブにあるマスターブートレコード オプション１と２が、一番安全な選択肢ですが、オプション１は、ほんの少し手間がかかります (fdiskを使ったブート可能なパーティションの設定) 。どのオプションを選択しますか？
nl: LILO kan op verschillende plaatsen worden geinstalleerd: 1. Het superblock van uw root Linux partitie. (welke met Windows of Linux fdisk als een bootable partitie gemaakt kan worden, of met een programma als OS/2 Boot Manager gestart kan worden) 2. Een geformatteerde floppy disk. 3. De Master Boot Record van uw eerste harddisk. Opties 1 en 2 zijn het veiligst, maar optie 1 heeft later nog wat extra werk nodig (de partitie bootable maken met fdisk). Welke optie zou u willen?
pt_pt: O LILO pode ser instalado em diversos locais: 1. No superbloco da sua partição Linux root. (que pode ser configurada como a partição de arranque com o Windows ou o Linux fdisk, ou arrancar com um programa como o Gestor de Arranque OS/2) 2. Numa disquete formatada. 3. No Master Boot Record do seu disco rígido principal. As opções 1 e 2 são as mais seguras, mas a opção 1 requer um pequeno trabalho extra depois (configurar a partição de arranque com o fdisk). Qual opção quer?
sv: LILO kan installeras på en mängd olika ställen: 1. Superblock på din root Linux partition. (Som kan göras startbarn med Windows eller Linux fdisk, eller startas med ett program som OS/2 Boot Manager) 2. En formaterad diskett. 3. Master Boot Record på din första hårddisk. Alternativ 1 och 2 är det säkraste, men alternativ 1 kräver lite extra arbete senare (ställ in partitionen startbar med fdisk). Vilket alternativ vill du ha?
uk: LILO можна встановити в різні місця: 1. У суперблок Вашого кореневого розділу Linux. (який може зроблений завантажувальним за допомогою програми fdisk під Windows або Linux, або ж завантажений програмою типу Менеджер Завантаження OS/2) 2. Форматована дискета. 3. Головний Менеджер Завантаження (MBR) Вашого першого твердого диску. 1 і 2 опції є безпечніші, але 1-ша опція пізніше буде вимагати додаткового налаштування (встановлення розділу, завантажувального з fdisk). Який вибір Ви зробите?

source: Install to superblock (not for use with XFS)
ca: Instal·la al superblock (no per usar amb XFS)
es: Instalar en el superbloque (no debe usarse con XFS)
hi_in: सुपर ब्लॉक पर इंस्टॉल करें (यह XFS के साथ उपयोग हेतु असंगत है)
ja: スーパーブロックにインストールする (XFSの場合は、使用不可)
nl: Installeer naar superblock (niet voor gebruik met XFS)
pt_pt: Instalar no superbloco (não usar com XFS)
sv: Installera till superblock (ej för användning med XFS)
uk: Встановити на суперблок (не для використання з XFS)

source: Install to a formatted floppy in /dev/fd0 (A:)
ca: Instal·la al disquet formatat a /dev/fd0 (A:)
es: Instalar en un diskette formateado en /dev/fd0 (A:)
hi_in: /dev/fd0 (A:) में स्थित फॉर्मेट की गई फ्लॉपी पर इंस्टॉल करें
ja: /dev/fd0 (A:)のフォーマットされたフロッピーディスクにインストールする
nl: Installeer naar een geformatteerde floppy in /dev/fd0 (A:)
pt_pt: Instalar numa disquete formatada em /dev/fd0 (A:)
sv: Installera en formaterad diskett i /dev/fd0 (A:)
uk: Встановити на сформатовану дискету в /dev/fd0 (A:)

source: Install to Master Boot Record
ca: Instal·la al registre d'arrencada mestre (MBR)
es: Instalar en el Registro Maestro de Arranque -MBR-
hi_in: मास्टर बूट रिकॉर्ड पर इंस्टॉल करें
ja: マスター·ブート·レコードにインストールする。
nl: Installeer naar Master Boot Record
pt_pt: Instalar no Master Boot Record
sv: Installera till Master Boot Record
uk: Встановити у Головний Менеджер Завантаження (MBR)

source: Scanning partitions and generating /etc/lilo.conf...
es: Examinando las particiones y generando /etc/lilo.conf ...
pt_pt: A analisar partições e a gerar /etc/lilo.conf...

source: I can't find a device named $ArG1 !
ca: No puc trobar cap dispositiu anomenat $ArG1!
es: ¡Imposible hallar el dispositivo de nombre $ArG1 !
hi_in: $ArG1 नामक उपकरण की खोज विफल !
ja: デバイス名 $ArG1 が見つかりません！
nl: Ik kan geen device genaamd $ArG1 vinden!
pt_pt: Não consigo encontrar um dispositivo com o nome $ArG1 !
sv: Jag kan inte hitta en enhet med namnet $ArG1 !
uk: Не можу знайти пристрій з назвою $ArG1 !

source: Are you sure you want to use this device name
ca: Esteu segur que voleu usar aquest nom de dispositiu?
es: Está seguro de usar ese nombre de dispositico
hi_in: क्या आप निश्चित ही यह यह उपकरण नाम उपयोग करना चाहते हैं?
ja: このデバイス名を使用しますか？
nl: Bent u zeker dat u deze device naam wilt gebruiken
pt_pt: Tem a certeza que quer usar este nome de dispositivo
sv: Är du säker på att du vill använda detta enhetsnamn
uk: Ви впевнені, що бажаєте використати цю назву пристрою

source: DEVICE FILE NOT FOUND
ca: NO S'HA TROBAT EL FITXER DEL DISPOSTIU
es: ARCHIVO DE DISPOSITIVO NO ENCONTRADO
hi_in: उपकरण फाइल की प्राप्ति विफल
ja: デバイス·ファイルが見つかりません
nl: DEVICE BESTAND NIET GEVONDEN
pt_pt: DISPOSITIVO NÃO ENCONTRADO
sv: ENHETSFIL HITTADES INTE
uk: ФАЙЛ ПРИСТРОЮ НЕ ЗНАЙДЕНО

source: I can't find a device named $ArG1. Are you sure you want to use this device name?
ca: No puc trobar cap dispositiu anomenat $ArG1. Esteu segur que voleu usar aquest nom de dispositiu?
es: No se pudo hallar un dispositivo de nombre $ArG1. ¿Está seguro que desea usar ese nombre de dispositivo?
hi_in: $ArG1 नामक उपकरण की खोज विफल। क्या आप निश्चित ही यह उपकरण नाम उपयोग करना चाहते हैं?
ja: デバイス名 $ArG1 が見つかりません。このデバイス名を使用しますか？
nl: Ik kan geen device genaamd $ArG1 vinden. Bent u zeker dat u deze device naam wilt gebruiken?
pt_pt: Não consigo encontrar um dispositivo com o nome $ArG1. Tem a certeza que quer usar este nome de dispositivo?
sv: Jag kan inte hitta en enhet med namnet $ArG1. Är du säker på att du vill använda detta enhetsnamn?
uk: Не можу знайти пристрій з назвою $ArG1. Ви впевнені, що бажаєте використати цю назву пристрою?

source: Installing the Linux Loader...
ca: S'instal·la el carregador de Linux...
es: Instalando el Cargador de Linux LILO...
hi_in: लिनक्स लोड साधन का इंस्टॉल जारी ...
ja: Linuxローダーをインスト中…
nl: Bezig met het installeren van de Linux Lader...
pt_pt: A instalar o Carregador Linux...
sv: Installerar Linux Loader...
uk: Встановлення завантажувача Linux...

source: Sorry, but the attempt to install LILO has returned an error, so LILO has not been correctly installed. You'll have to use a bootdisk to start your machine instead. It should still be possible to get LILO working by editing the /etc/lilo.conf and reinstalling LILO manually. See the LILO man page and documentation in $LILODOCDIR for more help. The error message may be seen above.
ca: Disculpeu, però l'intent d'instal·lar LILO ha retornat un error, per la qual cosa el LILO no s'ha instal·lat correctament. Haureu d'utilitzar un disc d'arrencada per iniciar l'equip. Encara hauria de ser possible fer que LILO funcionés editant /etc/lilo.conf i reinstal·lant LILO manualment. Consulteu la pàgina del manual de LILO i la documentació a $LILODOCDIR per obtenir-ne més ajuda. El missatge d'error es pot veure més amunt.
es: Lamentablemente, aparecieron errores al intentar instalar LILO, por lo que el Cargador de Linux no ha sido correctamente instalado. En su lugar deberá utilizar un disco de arranque para poder iniciar su máquina. Aún así, debería ser posible hacer que LILO funcione editando /etc/lilo.conf y reinstalando LILO manualmente. Consulte la página del manual de LILO y la documentación en $LILODOCDIR para obtener más ayuda. El mensaje de error se puede ver arriba.
hi_in: क्षमा करें परन्तु लीलो इंस्टॉल करते समय त्रुटि होने के कारण लीलो उचित रूप से इंस्टॉल नहीं हुआ है। अपने सिस्टम को आरंभ करने के लिए आपको बूट डिस्क उपयोग करनी होगी। हालाँकि लीलो उपयोग करने की संभावना अभी भी है, आप /etc/lilo.conf को संपादित कर व लीलो को स्वयं पुनः इंस्टॉल कर ऐसा कर सकते हैं। अधिक सहायता हेतु $LILODOCDIR में लीलो उपयोग गाइड व प्रलेखन देखें। त्रुटि संदेश ऊपर प्रदर्शित है।
ja: LILOのインストール中にエラーが発生したため、LILOが正しくインストールされませんでした。次にコンピュータを起動するためには、ブートディスクを使用する必要があります。そして/etc/lilo.confを編集し、手動でLILOを再インストールすることによってLILOを正しくインストールすることが可能です。$LILODOCDIR のあるLILOのmanページやドキュメントを参照にしてください。エラーメッセージは、上に表示されています。
nl: Sorry, de poging om LILO te installeren retourneerde een foutmelding, zodoende is LILO niet correct geinstalleerd. U zult een bootdisk moeten gebruiken om uw machine te starten. Het zou alsnog mogelijk moeten zijn om LILO werkende te krijgen door /etc/lilo.conf te wijzigen en LILO handmatig te herinstalleren. Zie de LILO man pagina en documentatie in $LILODOCDIR voor meer informatie. De foutmelding kunt u hierboven zien.
pt_pt: Lamentamos, mas a tentativa de instalação do LILO retornou com um erro, por isso o LILO não foi instalado corretamente. Terá que usar um disco de arranque para iniciar a sua máquina. Ainda deveria ser possível fazer o LILO funcionar editando o /etc/lilo.conf e reinstalando o LILO manualmente. Veja o manual do LILO e a documentação em $LILODOCDIR para mais ajuda. A mensagem de erro pode ser vista acima.
sv: Tyvärr, men försöket att installera LILO har returnerade ett fel, så LILO har inte installerats korrekt. Du måste använda en startdiskett för att starta maskinen istället. Det bör fortfarande vara möjligt att få LILO att fungerar genom att redigera /etc/lilo.conf och installera LILO manuellt. Se LILO manualsidan och dokumentation i $LILODOCDIR för mer hjälp. Felmeddelandet kan ses ovan.
uk: Прикро, але спроба встановлення LILO закінчилася з помилкою, тому LILO не було правильно встановлене. Вам потрібно використати завантажувальний диск для запуску системи. Існує можливість, що вдасться заставити LILO працювати, якщо виправити /etc/lilo.conf і перевстановити LILO вручну. Перегляньте сторінку допомоги по LILO і документацію в $LILODOCDIR для більшої допомоги. Повідомлення з помилкою можна переглянути вище.

source: LILO INSTALL ERROR # $SUCCESS Sorry, but the attempt to install LILO has returned an error, so LILO has not been correctly installed. You'll have to use a bootdisk to start your machine instead. It should still be possible to get LILO working by editing the /etc/lilo.conf and reinstalling LILO manually. See the LILO man page and documentation in $LILODOCDIR for more help.
ca: Disculpeu, però l'intent d'instal·lar LILO ha retornat un error, per la qual cosa el LILO no s'ha instal·lat correctament. Haureu d'utilitzar un disc d'arrencada per iniciar l'equip. Encara hauria de ser possible fer que LILO funcionés editant /etc/lilo.conf i reinstal·lant LILO manualment. Consulteu la pàgina del manual de LILO i la documentació a $LILODOCDIR per obtenir-ne més ajuda.
es: ERROR # $SUCCESS EN LA INSTALACION DE LILO Lamentablemente, el intento de instalación de LILO devolvió un error, por lo que el Cargador de Linux no ha sido correctamente instalado. En su lugar deberá utilizar un disco de arranque para poder iniciar su máquina. Aún así, debería ser posible lograr que LILO funcione editando /etc/lilo.conf y reinstalando LILO manualmente. Consulte la página del manual de LILO y la documentación en $LILODOCDIR para obtener más ayuda. El mensaje de error se puede ver arriba.
hi_in: लीलो इंस्टॉल त्रुटि # $SUCCESS क्षमा करें परन्तु लीलो इंस्टॉल करते समय त्रुटि होने के कारण लीलो उचित रूप से इंस्टॉल नहीं हुआ है। अपने सिस्टम को आरंभ करने के लिए आपको बूट डिस्क उपयोग करनी होगी। हालाँकि लीलो उपयोग करने की संभावना अभी भी है, आप /etc/lilo.conf को संपादित कर व लीलो को स्वयं पुनः इंस्टॉल कर ऐसा कर सकते हैं। अधिक सहायता हेतु $LILODOCDIR में लीलो उपयोग गाइड व प्रलेखन देखें। त्रुटि संदेश ऊपर प्रदर्शित है।
ja: LILOのインストール中に、エラーが発生 # $SUCCESS LILOのインストール中にエラーが発生したため、LILOが正しくインストールされませんでした。次にコンピュータを起動するためには、ブートディスクを使用する必要があります。そして/etc/lilo.confを編集し、手動でLILOを再インストールすることによってLILOを正しくインストールすることが可能です。$LILODOCDIR のあるLILOのmanページやドキュメントを参照にしてください。
nl: LILO INSTALLATIEFOUT # $SUCCESS Sorry, de poging om LILO te installeren retourneerde een foutmelding, zodoende is LILO niet correct geinstalleerd. U zult een bootdisk moeten gebruiken om uw machine te starten. Het zou alsnog mogelijk moeten zijn om LILO werkende te krijgen door /etc/lilo.conf te wijzigen en LILO handmatig te herinstalleren. Zie de LILO man pagina en documentatie in $LILODOCDIR voor meer informatie.
pt_pt: ERRO DE INSTALAÇÃO DO LILO # $SUCCESS Lamentamos, mas a tentativa de instalação do LILO retornou com um erro, por isso o LILO não foi instalado corretamente. Terá que usar um disco de arranque para iniciar a sua máquina. Ainda deveria ser possível fazer o LILO funcionar editando o /etc/lilo.conf e reinstalando o LILO manualmente. Veja o manual do LILO e a documentação em $LILODOCDIR para mais ajuda.
sv: LILO INSTALLERA FEL # $SUCCESS Tyvärr, men försöket att installera LILO har returnerade ett fel, så LILO har inte installerats korrekt. Du måste använda en startdiskett för att starta maskinen istället. Det bör fortfarande vara möjligt att få LILO att fungerar genom att redigera /etc/lilo.conf och installera LILO manuellt. Se LILO manualsidan och dokumentation i $LILODOCDIR för mer hjälp.
uk: ПОМИЛКА ВСТАНОВЛЕННЯ LILO # $SUCCESS Прикро, але спроба встановлення LILO закінчилася з помилкою, тому LILO не було правильно встановлене. Вам потрібно використати завантажувальний диск для запуску системи. Існує можливість, що вдасться заставити LILO працювати, якщо виправити /etc/lilo.conf і перевстановити LILO вручну. Перегляньте сторінку допомоги по LILO і документацію в $LILODOCDIR для більшої допомоги.

source: INSTALL LILO
ca: INSTAL·LA LILO
es: INSTALAR LILO
hi_in: लीलो इंस्टॉल करें
ja: LILOをインストール
nl: INSTALLEER LILO
pt_pt: INSTALAR O LILO
sv: INSTALLERA LILO
uk: ВСТАНОВЛЕННЯ LILO

source: LILO (Linux Loader) is a generic boot loader. There's a simple installation which tries to automatically set up LILO to boot Linux (also Windows if found). For more advanced users, the expert option offers more control over the installation process. Since LILO does not work in all cases (and can damage partitions if incorrectly installed), there's the third (safe) option, which is to skip installing LILO for now. You can always install it later with the 'liloconfig' command. Which option would you like?
ca: El LILO (Linux Loader) és un carregador d'arrencada genèric. Hi ha una instal·lació senzilla que intenta configurar el LILO per arrencar Linux (i també Windows, si es troba). Per als usuaris més avançats, l'opció d'experts ofereix un major control sobre el procés d'instal·lació. Ja que el LILO no funciona en tots els casos (i pot danyar les particions si s'instal·la incorrectament), hi ha la tercera opció (segura): ometre la instal·lació del LILO per ara. Sempre es pot instal·lar posteriorment amb l'ordre "liloconfig". Quina opció us agradaria?
es: LILO (Linux Loader: Cargador de Linux) es un cargador de arranque genérico. Se dispone de una instalación simple que intenta configurar LILO de manera automática para iniciar Linux (también Windows, si lo detecta). Para usuarios más avanzados, la opción experta ofrece más control sobre el proceso de instalación. Dado que LILO no funciona en todos los casos (y puede dañar las particiones si se instala incorrectamente), existe una tercera opción (segura), que es posponer la instalación de LILO. Siempre es posible instalarlo más tarde con el comando 'liloconfig'. ¿Qué opción prefiere?
hi_in: लीलो (लिनक्स लोड साधन) एक सामान्य बूट लोड साधन है। लिनक्स (या पहचान होने पर विंडोज) बूट करने हेतु एक सरल इंस्टॉल प्रक्रिया जिसके द्वारा स्वतः ही लीलो इंस्टॉल होता है। अनुभवी उपयोक्ताओं हेतु विशेषज्ञ विकल्प उपलब्ध है जिस द्वारा इंस्टॉल प्रक्रिया पर अधिक नियंत्रण संभव है। लीलो प्रोग्राम सभी सिस्टम पर समान रूप से कार्यान्वित नहीं होता है (व अनुचित रूप से इंस्टॉल होने पर विभाजनों को हानि पहुँचा सकता है) अतः एक तीसरा (सुरक्षित) विकल्प उपलब्ध है जिससे लीलो इंस्टॉल अभी के लिए निरस्त हो जाएगा। आप लीलो को बाद में 'liloconfig' कमांड द्वारा इंस्टॉल कर सकते हैं। आप कौन सा विकल्प चुनना चाहेंगे?
ja: LILO (Linux用のローダー) は、一般的なブートローダーです。自動的インストールを選択すれば、Linuxが自動的に起動出来るように勝手に設定してくれます (Windowsが検出された場合も同様に設定します) 。経験豊富なユーザーのためには、エキスパート用のインストール·モードが用意されています。LILOはすべてのケースでは動作しないため (誤ってインストールされている場合、パーティションが破損することもあります) 、そのための場合にLILOのインストールをとばす (安全な) オプションもあります。後ほどLILOをインストールしたい場合は、「 liloconfig 」のコマンドを入力することで、何時でもインストールすることができます。どの選択肢を選びますか？
nl: LILO (Linux Loader) is een algemene boot loader. Er is een simpele installatie welke tracht LILO automatisch in te stellen om Linux te starten (en ook Windows indien gevonden). Voor meer ervaren gebruikers biedt de expert optie meer controle over het installatieproces. Omdat LILO niet in alle gevallen werkt (en uw partities kan beschadigen indien niet correct geïnstalleerd), is er een derde (veilige) optie, welke inhoudt om voorlopig de LILO installatie over te slaan. U kan het altijd later installeren met het 'liloconfig' commando. Welke optie wilt u?
pt_pt: O LILO (Carregador Linux) é um carregador de arranque genérico. Há uma instalação simples que tenta configurar o LILO automaticamente para fazer arranque do Linux (do Windows também, se for encontrado). Para utilizadores mais experientes, a opção avançada oferece mais controle sobre o processo de instalação. Como o LILO não funciona em todos os casos (e pode danificar partições caso instalado incorretamente), existe a terceira opção (segura), que é ignorar a instalação do LILO por agora. Pode sempre instalá-lo depois com o comando 'liloconfig'. Que opção quer?
sv: LILO (Linux Loader) är en allmän starthanterare . Det finns en enkel installation som försöker att automatiskt ställa in LILO för att starta upp Linux (även Windows om den finns installerad). För mer avancerade användare, ger expert alternativet mer kontroll över installationsprocessen . Eftersom LILO inte fungerar i alla fall (och kan skada partitioner om felaktigt installerad), finns det ett tredje (säkert) alternativ, som är att hoppa över att installera LILO för tillfället. Du kan alltid installera den senare med "liloconfig" kommandot. Vilket alternativ vill du använda?

source: Try to install LILO automatically
ca: Intenta instal·lar LILO automàticament
es: Intentar instalar LILO automáticamente
hi_in: लीलो के स्वतः इंस्टॉल का प्रयास करें
ja: LILOを自動的にインストールしてみる。
nl: Probeer LILO automatisch te installeren
pt_pt: Tentar instalar o LILO automaticamente
sv: Försök att installera LILO automatiskt
uk: Спробувати встановити LILO автоматично

source: Use expert lilo.conf setup menu
ca: Usa un menú de configuració lilo.conf d'expert
es: Utilizar el menú experto para la configuración de lilo.conf
hi_in: expert lilo.conf सेटअप मेन्यू उपयोग करें
ja: lilo.conf 設定にエキスパート用メニューを使う。
nl: Gebruik expert lilo.conf setup menu
pt_pt: Usar o menu avançado de configuração do lilo.conf
sv: Använd expert lilo.conf menyn
uk: Використати експертне налаштування меню в lilo.conf

source: Do not install LILO
ca: No instal·lis LILO
es: No instalar LILO
hi_in: लीलो इंस्टॉल न करें
ja: LILOをインストールしない。
nl: Installeer LILO niet
pt_pt: Não instalar o LILO
sv: Installera inte LILO
uk: Не встановлювати LILO

source: EXPERT LILO INSTALLATION
ca: INSTAL·LACIÓ DE LILO D'EXPERT
es: INSTALACION DE LILO EN MODO EXPERTO
hi_in: विशेषज्ञ लीलो इंस्टॉल
ja: エキスパート用のLILOインストール
nl: EXPERT LILO INSTALLATIE
pt_pt: INSTALAÇÃO AVANÇADA DO LILO
uk: ЕКСПЕРТНЕ ВСТАНОВЛЕННЯ LILO
