Repository: gapan/liloconfig
Catalog: po/*.po
Languages: ca, es, hi_in, ja, nl, pt_pt, sv, uk

source: Now you must select a short, unique name for this partition. You'll use this name if you specify a partition to boot at the LILO prompt. 'OS/2' might not be a bad choice. THIS MUST BE A SINGLE WORD.
ca: Ara heu de seleccionar un nom curt, únic per a aquesta partició. Fareu servir aquest nom si especifiqueu una partició per arrencar a l'indicador del LILO. "OS/2" podria no ser una mala elecció. Ha de ser una sola paraula!
es: Ahora se debe seleccionar un único nombre, corto, para esta partición. Es el nombre de la partición que se deberá especificar ante la solicitud de LILO. 'OS/2' no es un mal nombre. DEBE SER UNA ÚNICA PALABRA.
hi_in: अब आपको इस विभाजन हेतु एक लघु, विशिष्ट नाम का चयन करें। बूट करते समय लीलो पुष्टिकरण विंडो हेतु विभाजन निर्दिष्ट करने पर आपको इस नाम का उपयोग करना होगा। नाम हेतु 'OS/2' एक उचित विकल्प है। इस नाम में केवल एक शब्द ही होना चाहिए।
ja: このパーティション用に短く特徴的な名前をつけてください。LILOのプロンプト上、ブートするパーティションの選択時に使われます。例えば「OS/2」というのも悪くありません。名前は単語一つでないといけません。
nl: Nu moet u een korte unieke naam kiezen voor deze partitie. U zal deze naam gebruiken bij het specificeren van een partitie om van te starten in de LILO prompt. 'OS/2' is wellicht een goede keus. DIT MOET EEN ENKEL WOORD ZIJN.
pt_pt: Agora tem que escolher um nome curto e único para esta partição. Vai usar este nome se especificar uma partição para fazer arranque no prompt do LILO. Talvez 'OS/2' não seja uma má escolha. DEVE SER UMA ÚNICA PALAVRA.
sv: Nu måste du välja ett kort, unikt namn för denna partition. Du kommer att använda detta namn om du anger en partition för att starta upp vid LILO prompten. 'OS/2' kan inte vara ett dåligt val. DETTA MÅSTE VARA ETT ENDA ORD.
uk: Тепер Ви можете вибрати коротку, унікальну назву для цього розділу. Ви будете використовувати цю назву, якщо вкажете розділ для завантаження під час режиму вводу LILO. 'OS/2' може бути непоганим вибором. ЦЕ ПОВИННО БУТИ ОДНЕ СЛОВО.

source: CAN'T ADD OS/2 PARTITION
ca: NO ES POT AFEGIR LA PARTICIÓ D'OS/2
es: IMPOSIBLE AGREGAR UNA PARTICIÓN OS/2
hi_in: OS/2 विभाजन जोड़ना विफल
ja: OS/2のパーティションを加えることができません
nl: KAN OS/2 PARTITIE NIET TOEVOEGEN
pt_pt: IMPOSSÍVEL ADICIONAR A PARTIÇÃO OS/2
sv: KAN INTE LÄGGA TILL OS/2 PARTITIONEN
uk: НЕМОЖЛИВО ДОДАТИ РОЗДІЛ OS/2

source: You can't add partitions unless you start over with a new LILO header.
ca: No podeu afegir particions si no és que torneu a començar amb una capçalera de LILO nova.
es: No puede agregar particiones a menos que vuelva a comenzar con un nuevo encabezado LILO.
hi_in: एक नवीन लीलो हैडर का सृजन करने के उपरांत ही विभाजन जोड़ना संभव है।
ja: 新しいLILOヘッダーを使いやり直さないかぎり、パーティションを追加することはできません。
nl: U kan geen partities toevoegen tot u opnieuw begint met een nieuwe LILO header.
pt_pt: Não pode adicionar partições a não ser que recomece com um novo header do LILO.
sv: Du kan inte lägga till partitioner såvida du inte börja om med en ny LILO rubrik.
uk: Ви не зможете додати розділ, поки не розпочнете знову з новим заголовком LILO.

source: Scanning for Windows partitions...
es: Detectando las particiones Windows...
pt_pt: A procurar por partições Windows...

source: These are possibly Windows or DOS partitions. They will be treated as such if you install them using this menu.
ca: Potser són particions de Windows. Es tractaran com a tals si feu la instal·lació usant aquest menú.
es: Estas son posiblemente particiones Windows o DOS. Serán tratadas como tales si las instala usando este menú.
hi_in: ये संभवतः विंडोज या DOS विभाजन हैं। इनका क्रियान्वन इस तरह होगा कि मानो इन्हें इसी मेन्यू द्वारा इंस्टॉल किया गया है।
ja: これらはWindowsもしくは、DOSのパーティションのようです。 このメニューを使いインストールした場合、Windowsもしくは、DOSのパーティションとして扱われます。
nl: Dit zijn mogelijk Windows of DOS partities. Ze zullen als zodanig behandeld worden als u deze met dit menu installeert.
pt_pt: Estas são possivelmente partições Windows ou DOS. Elas serão tratadas como tal se instalá-las usando este menu.
sv: Dessa är möjligen Windows eller DOS-partitioner. De kommer att behandlas som sådan om du installerar dem med den här menyn.
uk: Тут є, можливо, розділи Windows або DOS. Вони будуть так розпізнаватися, якщо Ви встановите їх, використовуючи це меню.

source: SELECT WINDOWS PARTITION
ca: SELECCIONEU LA PARTICIÓ DE WINDOWS
es: SELECCIONAR LA PARTICIÓN WINDOWS
hi_in: विंडोज विभाजन चुनें
ja: Windowsのパーティションを選んでください
nl: SELECTEER DE WINDOWS PARTITIE
pt_pt: ESCOLHER PARTIÇÃO WINDOWS
sv: VÄLJ WINDOWSPARTITIONEN
uk: ВИБРАТИ РОЗДІЛ WINDOWS

source: Now you must select a short, unique name for this partition. You'll use this name if you specify a partition to boot at the LILO prompt. 'Windows' might not be a bad choice. THIS MUST BE A SINGLE WORD.
ca: Ara heu de seleccionar un nom curt, únic per a aquesta partició. Fareu servir aquest nom si especifiqueu una partició per arrencar a l'indicador del LILO. "Windows" podria no ser una mala elecció. Ha de ser una sola paraula!
es: Ahora se debe seleccionar un único nombre, corto, para esta partición. Es el nombre de la partición que se deberá especificar ante la solicitud de LILO. 'Windows' no es un mal nombre. DEBE SER UNA ÚNICA PALABRA.
hi_in: अब आपको इस विभाजन हेतु एक लघु, विशिष्ट नाम का चयन करें। बूट करते समय लीलो पुष्टिकरण विंडो हेतु विभाजन निर्दिष्ट करने पर आपको इस नाम का उपयोग करना होगा। नाम हेतु 'Windows' एक उचित विकल्प है। इस नाम में केवल एक शब्द ही होना चाहिए।
ja: このパーティション用に短く特徴的な名前をつけてください。LILOのプロンプト上、ブートするパーティションの選択時に使われます。例えば「Windows」というのも悪くありません。なお、名前は単語一つでないといけません。
nl: Nu moet u een korte unieke naam kiezen voor deze partitie. U zal deze naam gebruiken bij het specificeren van een partitie om van te starten in de LILO prompt. 'Windows' is wellicht een goede keus. DIT MOET EEN ENKEL WOORD ZIJN.
pt_pt: Agora tem que escolher um nome curto e único para esta partição. Vai usar este nome se especificar uma partição para fazer arranque no prompt do LILO. Talvez 'Windows' não seja uma má escolha. DEVE SER UMA ÚNICA PALAVRA.
sv: Nu måste du välja ett kort, unikt namn för denna partition. Du kommer att använda detta namn om du anger en partition för att starta upp vid LILO prompten. 'Windows' kan inte vara ett dåligt val. DETTA MÅSTE VARA ETT ENDA ORD.
uk: Тепер Ви можете вибрати коротку, унікальну назву для цього розділу. Ви будете використовувати цю назву, якщо вкажете розділ для завантаження під час режиму вводу LILO. 'Windows' може бути непоганим вибором. ЦЕ ПОВИННО БУТИ ОДНЕ СЛОВО.

source: CAN'T ADD WINDOWS PARTITION
ca: NO ES POT AFEGIR LA PARTICIÓ DE WINDOWS
es: IMPOSIBLE AGREGAR LA PARTICIÓN WINDOWS
hi_in: विंडोज विभाजन जोड़ना विफल
ja: Windowsのパーティションを加えることができません
nl: KAN WINDOWS PARTITIE NIET TOEVOEGEN
pt_pt: IMPOSSÍVEL ADICIONAR A PARTIÇÃO WINDOWS
sv: KAN INTE LÄGGA TILL WINDOWS PARTITION
uk: НЕМОЖЛИВО ДОДАТИ РОЗДІЛ WINDOWS

source: CAN'T INSTALL LILO
ca: NO ES POT INSTAL·LAR EL LILO
es: IMPOSIBLE INSTALAR LILO
hi_in: लीलो इंस्टॉल करना विफल
ja: LILOをインストールできません
nl: KAN LILO NIET INSTALLEREN
pt_pt: IMPOSSÍVEL INSTALAR O LILO
sv: KAN INTE INSTALLERA LILO
uk: НЕ МОЖУ ВСТАНОВИТИ LILO

source: LILO could not be installed. If you have not created a LILO configuration file by defining a new header and adding at least one bootable partition to it, you must do so before installing LILO. If you were attempting to use an existing LILO configuration file, it could not be found. Try making a new one.
ca: No s'ha pogut instal·lar el LILO. Si no heu creat un fitxer de configuració de LILO mitjançant la definició d'una capçalera nova afegint-hi almenys una partició d'arrencada, haureu de fer-ho abans d'instal·lar el LILO. Si intenteu utilitzar un fitxer de configuració de LILO existent, no s'ha pogut trobar. Intenteu fer-ne un de nou.
es: No se ha podido instalar LILO. Si no ha creado un archivo de configuración de LILO definiendo un nuevo encabezado y agregando al menos una partición de arranque, debe hacerlo antes de instalar LILO. Si estaba intentando utilizar un archivo de configuración de LILO existente, éste no se pudo encontrar. Intente crear uno nuevo.
hi_in: लीलो इंस्टॉल करना विफल। यदि आपने लीलो विन्यास फाइल का सृजन नहीं करा जिसमें एक नवीन हैडर परिभाषित होने के साथ ही एक बूट योग्य विभाजन भी हो, तो आपका लीलो इंस्टॉल करने से पहले ऐसा करना चाहिए। यदि आपने एक मौजूदा लीलो विन्यास फाइल उपयोग करने का प्रयास किया था तो वह फाइल नहीं मिली। एक नवीन फाइल बनाएँ।
ja: LILOをインストールすることができませんでした。LILOをインストールする前に、新しいヘッダーの定義、そして少なくとも一つのブート可能なパーティションを追加する必要があります。既存のLILO設定ファイルを使用しようとしていたのでしたら、正しく設定された設定ファイルが見つからなかったようです。新しいLILO設定ファイルを作成してください。
nl: LILO kon niet worden geïnstalleerd. Indien u geen LILO configuratiebestand hebt gemaakt met een nieuwe header en ten minste één bootable partitie, moet u dit doen voor het installeren van LILO. indien u tracht een bestaande LILO configuratiebestand te gebruiken, werd het niet gevonden. Probeer een nieuwe te maken.
pt_pt: O LILO não pôde ser instalado. Se não criou um ficheiro de configuração do LILO definindo um header e adicionando-lhe pelo menos uma partição de arranque, deve fazê-lo antes de instalar o LILO. Se estava a tentar usar um ficheiro de configuração do LILO existente, ele não deve ter sido encontrado. Tente criar um novo.
sv: LILO kunde inte installeras. Om du inte har skapat en LILO konfigurationsfil genom att definiera en ny rubrik och tillsätta åtminstone en startbar partition till det, måste du göra det innan du installerar LILO. Om du försöker använda en befintlig LILO konfigurationsfil, kan det inte hittas. Försök att göra en ny.

source: YOUR NEW /etc/lilo.conf
ca: EL NOU /etc/lilo.conf
es: SU NUEVO /etc/lilo.conf
hi_in: आपकी नवीन /etc/lilo.conf
ja: あなたの新しい /etc/lilo.conf
nl: UW NIEUWE /etc/lilo.conf
pt_pt: O NOVO /etc/lilo.conf
sv: DIN NYA /etc/lilo.conf
uk: ВАШ НОВИЙ ФАЙЛ /etc/lilo.conf

source: YOUR OLD /etc/lilo.conf
ca: L'ANTIC /etc/lilo.conf
es: SU ANTIGUO /etc/lilo.conf
hi_in: आपकी पुरानी /etc/lilo.conf
ja: あなたの古い /etc/lilo.conf
nl: UW OUDE /etc/lilo.conf
pt_pt: O ANTIGO /etc/lilo.conf
sv: DIN GAMLA /etc/lilo.conf
uk: ВАШ СТАРИЙ

source: NO CONFIG FILE FOUND
ca: NO S'HA TROBAT EL FITXER DE CONFIGURACIÓ
es: NO SE ENCONTRÓ EL ARCHIVO DE CONFIGURACIÓN
hi_in: कोई विन्यास फाइल नहीं मिली
ja: 設定ファイルがみつかりません
nl: GEEN CONFIG BESTAND GEVONDEN
pt_pt: NENHUM FICHEIRO DE CONFIGURAÇÃO ENCONTRADO
sv: INGEN KONFIGURATIONS FIL HITTDES
uk: НЕ ЗНАЙДЕНО КОНФІГУРАЦІЙНОГО ФАЙЛУ

source: Sorry, but you don't have a LILO configuration file that can be viewed.
ca: Ho sento, no teniu un fitxer de configuració de LILO que es pugui mostrar.
es: Lamentablemente, no tiene un archivo de configuración de LILO que se pueda ver.
hi_in: क्षमा करें, परन्तु ऐसी कोई लीलो विन्यास फाइल नहीं मिली जो प्रदर्शित हो सके।
ja: 残念ながらLILO設定ファイルが存在しません。
nl: Sorry, maar u heeft geen LILO configuratiebestand dat getoond kan worden.
pt_pt: Lamentamos, mas não tem um ficheiro de configuração do LILO que possa ser visualizado.
sv: Tyvärr, men du har inte en LILO konfigurationsfil som kan läsas.
uk: Вибачте, але у Вас немає файлу налаштувань LILO для перегляду.

source: SKIP LILO CONFIGURATION? (RECOMMENDED)
ca: VOLEU OMETRE LA CONFIGURACIÓ DE LILO? (RECOMANAT)
ja: LILO設定をとばす (推奨オプション)
sv: HOPPA ÖVER LILO KONFIGURATION? (REKOMMENDERAS)
uk: ПРОПУСТИТИ НАЛАШТУВАННЯ LILO? (РЕКОМЕНДОВАНО)

source: Since you are installing to a FAT partition, it's suggested that you do not configure LILO at this time. (Instead, use your bootdisk. For booting off the hard drive from MS-DOS, you can use Loadlin. You'll find Loadlin on your hard drive in \LINUX\ROOT) Skip LILO configuration (highly recommended)?
ca: Ja que esteu fent una instal·lació en una partició FAT, es suggereix que no es configuri LILO en aquest moment. (En comptes d'això, utilitzeu el disc d'arrencada. Per arrencar des del disc dur MS-DOS, podeu utilitzar Loadlin. Trobareu Loadlin al disc dur, a \LINUX\ROOT). Voleu ometre la configuració de LILO (molt recomanable)?
ja: FATパーティションにインストールしているので、この時点でLILOを設定しないことを勧めます。 (その代わり起動時には、ブートディスクが必要です。 Loadlinを使えば、MS-DOSのハードドライブから起動することができます。ハードドライブ上の\LINUX\ROOTに、Loadlinがあります) 。LILO設定をとばす (強く推奨)？
sv: Eftersom du installerar på en FAT-partition, är det rekommenderat att du inte konfigurerar LILO vid denna tidpunkt. (Använd i stället din bootdisk . För att starta från hårddisken från MS-DOS, kan du använda Loadlin. Du hittar Loadlin på hårddisken i \LINUX\ROOT) Hoppa över LILO konfiguration (rekommenderas starkt)?
uk: Оскільки Ви встановлюєте на розділ FAT, рекомендовано не налаштовувати LILO зараз. (Використайте для цього завантажувальний диск. Для завантаження твердого диску з MS-DOS можна використати Loadlin. Loadlin можна знайти на Вашому твердому диску в \LINUX\ROOT). Пропустити налаштування LILO (дуже рекомендується)?
