Repository: gapan/liloconfig
Catalog: po/*.po
Languages: ca, es, hi_in, ja, nl, pt_pt, sv, uk

source: UEFI FIRMWARE DETECTED
ca: S'HA DETECTAT UN MICROPROGRAMARI UEFI
es: FIRMWARE UEFI DETECTADO
hi_in: UEFI फर्मवेयर की पहचान की गई
ja: UEFIファームウェアが見つかりました。
nl: UEFI FIRMWARE GEDETECTEERD
pt_pt: FIRMWARE UEFI DETETADO
sv: UEFI FIRMWARE DETEKTERAD
uk: Знайдено прошивку UEFI

source: LILO (Linux Loader) installation
ca: Instal·lació de LILO (Carregador de Linux)
es: Instalación de LILO (Linux Loader)
hi_in: लीलो (लिनक्स लोड साधन) इंस्टॉल
ja: LILO (Linuxローダー) インストール
nl: LILO (Linux Loader) installatie
pt_pt: Instalação do LILO (Carregador Linux)
uk: Встановлення LILO (завантажувача Linux)

source: Since LILO (the traditional Linux Loader) does not work with machines running UEFI firmware (except in Legacy BIOS mode), you probably do not need to install it. Instead, you'll need ELILO, which is a version of LILO designed to work with EFI/UEFI systems.
ca: Des que LILO (el carregador de Linux tradicional) no funciona amb màquines que funcionen amb microprogramari UEFI (excepte en el mode BIOS de llegat), és probable que no necessiteu instal·lar-lo. En lloc seu, us caldrà ELILO, que és una versió de LILO dissenyada per treballar amb sistemes EFI/UEFI.
es: Puesto que LILO (el cargador tradicional de Linux) no funciona con máquinas que utilizan firmware UEFI (excepto en el modo Legacy BIOS), probablemente no necesites instalarlo. En su lugar, necesitarás ELILO, que es una versión de LILO diseñada para funcionar con sistemas EFI/UEFI.
hi_in: लीलो (पारंपरिक लिनक्स लोड साधन) UEFI फर्मवेयर युक्त मशीन (पारंपरिक BIOS मोड अपवाद है) हेतु संगत नहीं है अतः आपको इसे इंस्टॉल करने की आवश्यकता नहीं है। इसके स्थान पर आपको ELILO की आवश्यकता होगी यह EFI/UEFI सिस्टम हेतु लीलो का ही एक संस्करण है।
ja: LILO (伝統的なLinuxローダー) は、「Legacy」(レガシー) BIOSを使うモデルを除き、UEFIファームウェアを使用しているコンピューターでは使えません。かわりにEFI/UEFI用のLinuxローダー、ELILOのインストールを考慮してください。
nl: Omdat LILO (de traditionele Linux lader) niet werkt met machines die UEFI firmware draaien (behalve in Legacy BIOS modus), hoeft u het waarschijnlijk niet te installeren. In plaats daarvan heeft u ELILO nodig, wat een LILO versie is die gemaakt is om met EFI/UEFI systemen te werken.
pt_pt: Como o LILO (o carregador Linux tradicional) não funciona com máquinas executando firmware UEFI (apenas no modo Legacy BIOS), provavelmente não precisa instalá-lo. Ao invés disso, precisará do ELILO, que é uma versão do LILO projetada para trabalhar com sistemas EFI/UEFI.
sv: Eftersom LILO (den traditionella Linux Loader) inte fungerar med maskiner som kör UEFI firmware (utom i Legacy BIOS-läge), behöver du antagligen inte installera det. I stället måste du installera ELILO, som är en version av LILO utformad för att fungera med EFI/UEFI-system.
uk: Оскільки LILO (традиційний завантажувач Linux) не працює з машинами з прошивками UEFI (окрім як в режимі старого BIOS'у), Вам, скоріш за все, не потрібно його встановлювати. Натомість Вам потрібно ELILO, версію LILO, опрацьованої для роботи з системами EFI/UEFI.

source: Skip installing LILO and proceed to ELILO installation
ca: Omet la instal·lació de LILO procedeix a la instal·lació d'ELILO
es: Saltar la instalación de LILO y proceder a la instalación de ELILO.
hi_in: लीलो इंस्टॉल निरस्त कर ELILO का इंस्टॉल आरंभ करें
ja: LILOのインストールをとばし、ELILOのインストールに進む。
nl: Sla het installeren van LILO over en ga verder met de ELILO installatie
pt_pt: Ignorar a instalação do LILO e prosseguir com a instalação do ELILO
sv: Hoppa över installation av LILO och fortsätt med ELILO installation
uk: Пропустити встановлення LILO і перейти до встановлення ELILO

source: Install LILO anyway
ca: Instal·la LILO tanmateix
es: Instalar LILO de todos modos.
hi_in: फिर भी लीलो इंस्टॉल करें
ja: それでもLILOをインストールする。
nl: Installeer LILO desalniettemin
pt_pt: Instalar o LILO mesmo assim
sv: Installera LILO ändå
uk: Встановити LILO все одно

source: OPTIONAL SALIX LOGO BOOT SCREEN
ca: PANTALLA D'ARRENCADA AMB EL LOGOTIP DE SALIX OPCIONAL
es: PANTALLA DE ARRANQUE CON EL LOGO DE SALIX OPCIONAL
hi_in: वैकल्पिक सेलिक्स प्रतीक चिन्ह युक्त बूट स्क्रीन
ja: Salixのロゴをブートスクリーンに表示
nl: OPTIONEEL SALIX LOGO BOOT SCHERM
pt_pt: ECRÃ DE ARRANQUE OPCIONAL COM LOGOTIPO DO SALIX
sv: FRIVILLIG SALIX LOGO STARTSKÄRM
uk: ОПЦІОНАЛЬНИЙ ЕКРАН ЗАВАНТАЖЕННЯ З ЛОГО SALIX

source: Would you like to use a boot screen with the Salix logo against a black background? If you answer no here, the standard LILO menu will be used.
ca: Us agradaria usar una pantalla d'arrencada amb el logotip de Salix sobre un fons negre? Si la resposta és no aquí, s'utilitzarà el menú estàndard de LILO.
es: ¿Te gustaría usar una pantalla de arranque con el logo de Salix sobre un fondo negro? Si respondes no aquí, se usará el menú estandar de LILO.
hi_in: आप श्याम बैकग्राउंड पर सेलिक्स प्रतीक चिन्ह हेतु कौन सी बूट स्क्रीन उपयोग करना चाहते हैं? उत्तर नहीं होने की स्थिति में सामान्य लीलो स्क्रीन प्रयुक्त होगी।
ja: Salixのロゴを黒い背景のブートスクリーン上に表示しますか？ いいえを選ぶと、LILOの標準メニューが代わりに使用されます。
nl: Wilt u een opstartscherm gebruiken met een Salix logo tegen een zwarte achtergrond? Als u hier nee antwoordt, zal het standaard LILO menu gebruikt worden.
pt_pt: Gostaria de usar um ecrã de arranque com o logotipo do Salix num fundo preto? Se responder não, será utilizado o menu padrão do LILO.
sv: Vill du använda en startskärm med Salix logotypen mot en svart bakgrund? Om du svarar nej här, kommer standard LILO menyn att användas.
uk: Ви бажаєте використати екран завантаження з лого Salix замість чорного тла? Якщо Ваша відповідь Ні, тоді буде використане стандартне меню LILO.

source: CONFIGURE LILO TO USE FRAME BUFFER CONSOLE?
ca: VOLEU CONFIGURAR LILO PERQUÈ USI LA CONSOLA DE MEMÒRIA INTERMÈDIA D'IMATGE?
es: ¿CONFIGURAR LILO PARA QUE USE LA CONSOLA FRAME BUFFER?
hi_in: फ्रेम बफर कंसोल हेतु लीलो विन्यस्त करें?
ja: LILOのフレームバファー・コンソール設定
nl: STEL LILO IN OM FRAME BUFFER CONSOLE TE GEBRUIKEN?
pt_pt: CONFIGURAR O LILO PARA USAR CONSOLA DE FRAME BUFFER?
sv: KONFIGURERA LILO ATT ANVÄNDA FRAMEBUFFER KONSOLL?
uk: НАЛАШТУВАТИ LILO ВИКОРИСТОВУВАТИ КОНСОЛЬ ФРЕЙМ-БУФЕРА?

source: Looking at /proc/devices, it seems your kernel has support for the Linux frame buffer console. If we enable this in /etc/lilo.conf, it will allow more rows and columns of text on the screen and give you a cool penguin logo at boot time. However, the frame buffer text console is slower than a standard text console. In addition, not every video card or monitor supports all of these video modes. Would you like to use the frame buffer console, or the standard Linux console?
ca: Segons /proc/devices, sembla que el nucli tingui suport per a la consola de memòria intermèdia d'imatge. Si habilitem això a /etc/lilo.conf, permetrà més files i columnes de text a la pantalla i us mostrarà un bonic logotip d'un pingüí durant l'arrencada. No obstant això, la consola de memòria intermèdia d'imatge és més lenta que una consola de text estàndard. A més, no totes les targetes de vídeo o monitors són compatibles amb totes aquests modes de vídeo. Us agradaria utilitzar la consola de memòria intermèdia d'imatge o la consola estàndard de Linux?
es: Observando /proc/devices, parece que su núcleo tiene soporte para la consola frame buffer de Linux. Habilitarla en /etc/lilo.conf permitirá más filas y columnas de texto en la pantalla y mostrará un logotipo con el genial pingüino en el momento del arranque. Sin embargo, la consola de texto frame buffer es más lenta que una consola de texto estándar. Además, no todas las tarjetas de video o monitores admiten todos estos modos de video. ¿Le gustaría utilizar la consola frame buffer o se inclina por la consola estándar de Linux?
hi_in: /proc/devices की जाँच उपरांत यह ज्ञात हुआ कि आपका कर्नेल लिनक्स फ्रेम बफर कंसोल का समर्थन करता है। /etc/lilo.conf में इसे सक्रिय करने से स्क्रीन पर अधिक पंक्तियाँ प्रदर्शित करना संभव होगा व बूट करते समय पेंग्विन का एक सुन्दर प्रतिक चिन्ह भी प्रदर्शित होगा। हालाँकि फ्रेम बफर कंसोल के कार्यक्षमता गति सामान्य टेक्स्ट कंसोल से कम है। एवं सभी वीडियो कार्ड व मॉनिटर इन सभी वीडियो मोड का समर्थन नहीं करते हैं। आप लिनक्स फ्रेम बफर कंसोल उपयोग करना चाहते हैं या फिर सामान्य लिनक्स कंसोल?
ja: /proc/devicesを見ると、あなたのカーネルはLinuxのフレームバッファコンソールをサポートしているようです。/etc/lilo.confでこれを有効にした場合、画面上に複数行、テキストの表示ができるようになり、ブート時に格好いいペンギンのロゴまで表示されます。しかし、フレームバッファのテキストコンソールは、標準のテキストコンソールよりも遅く、また、必ずしもすべてのビデオカードやモニタは、これらのビデオモードをすべてサポートしているとは限りません。フレームバッファコンソール、標準的なLinuxコンソール。さて、どちらを使用しますか？
nl: Kijkend naar /proc/devices, lijkt uw kernel ondersteuning te hebben voor de Linux frame buffer console. Indien we dit aanzetten in /etc/lilo.conf, zal u meer rijen en kolommen tekst hebben en krijgt u een stoer pinguin logo tijdens het booten krijgen. Maar, de frame buffer text console is trager dan een standaard tekst console. Tevens ondersteunt niet iedere grafische kaart of monitor deze video modi. Wilt u de frame buffer console gebruiken of de standaard Linux console?
pt_pt: Ao analisar o /proc/devices, parece que o seu núcleo tem suporte para a consola de frame buffer Linux. Se ativar esta no /etc/lilo.conf, vai permitir que mais linhas e colunas de texto no ecrã e dar-lhe um logotipo de um pinguim no momento do arranque. No entanto, a consola de texto framebuffer é mais lenta do que uma consola de texto padrão. Além disso, nem todas as placas de vídeo ou monitores suportam todos estes modos de vídeo. Gostaria de usar a consola frame buffer, ou a consola Linux padrão?
sv: Om man tittar på / proc / devices, verkar det som att din kärna har stöd för Linux framebuffer konsol. Om vi aktiverar denna i /etc/lilo.conf, kommer det att tillåta fler rader och kolumner med text på skärmen och ger dig en cool pingvin logotyp vid uppstart. Dock är framebuffer textkonsollen långsammare än en vanlig text-konsol. Dessutom, stödjer inte alla grafikkort eller monitor alla dessa videolägen . Vill du använda framebuffer konsolen, eller standard Linux konsolen?
uk: З аналізу /proc/devices виглядає на те, що Ваше ядро має підтримку для консолі фрейм-буфера Лінукс. Якщо ми включимо її в /etc/lilo.conf, то це додасть додаткові рядки і стовпчики на екрані і дасть гарне лого пінгвіна під час завантаження. Однак консоль фрейм-буфера є досить повільна в порівнянні з стандартною текстовою консоллю. На додаток, не кожна відео-карта або монітор підтримує всі ці режими відео. Ви бажаєте використати консоль фрейм-буфера чи стандартну консоль Лінукс?

source: Use the standard Linux console (the safe choice)
ca: Usa la consola estàndard de Linux (l'opció segura)
es: Usar la consola estándar de Linux (la opción más segura)
hi_in: सामान्य लिनक्स कंसोल उपयोग करें (अनुशंसित विकल्प)
ja: 標準のLinuxコンソールを使う (安全な選択肢)
nl: Gebruik de standaard Linux console (de veilige keuze)
pt_pt: Usar o terminal padrão do Linux (a opção segura)
sv: Använd standard Linux-konsoll (det säkra valet)
uk: Використовувати стандартну консоль Linux (безпечний вибір)

source: Frame buffer console, 640x480x64k
ca: Consola de memòria intermèdia d'imatge, 640x480x64k
es: Consola Frame Buffer de 640x480x64k
hi_in: फ्रेम बफर कंसोल, 640x480x64k
ja: フレームバファー・コンソール@ 640x480x64k
pt_pt: Consola frame buffer, 640x480x64k
sv: Framebuffer konsoll, 640x480x64k
uk: Консоль фрейм-буфера, 640x480x64k

source: Frame buffer console, 800x600x64k
ca: Consola de memòria intermèdia d'imatge, 800x600x64k
es: Consola Frame Buffer de 800x6000x64k
hi_in: फ्रेम बफर कंसोल, 800x600x64k
ja: フレームバファー・コンソール@ 800x600x64k
pt_pt: Consola frame buffer, 800x600x64k
sv: Framebuffer konsoll, 800x600x64k
uk: Консоль фрейм-буфера, 800x600x64k

source: Frame buffer console, 1024x768x64k
ca: Consola de memòria intermèdia d'imatge, 1024x768x64k
es: Consola Frame Buffer de 1024x768x64k
hi_in: फ्रेम बफर कंसोल, 1024x768x64k
ja: フレームバファー・コンソール@ 1024x768x64k
pt_pt: Consola frame buffer, 1024x768x64k
sv: Framebuffer konsoll, 10214x768x64k
uk: Консоль фрейм-буфера, 1024x768x64k

source: Frame buffer console, 1280x1024x64k
ca: Consola de memòria intermèdia d'imatge, 1280x1024x64k
es: Consola Frame Buffer de 1280x1024x64k
hi_in: फ्रेम बफर कंसोल, 1280x1024x64k
ja: フレームバファー・コンソール@1280x1024x64k
pt_pt: Consola frame buffer, 1280x1024x64k
sv: Framebuffer konsoll, 1280x1024x64k
uk: Консоль фрейм-буфера, 1280x1024x64k

source: Frame buffer console, 1600x1200x64k
ca: Consola de memòria intermèdia d'imatge, 1600x1200x64k
es: Consola Frame Buffer de 1600x1200x64k
hi_in: फ्रेम बफर कंसोल, 1600x1200x64k
ja: フレームバファー・コンソール@1600x1200x64k
pt_pt: Consola frame buffer, 1600x1200x64k
sv: Framebuffer konsoll, 1600x1200x64k
uk: Консоль фрейм-буфера, 1600x1200x64k

source: OPTIONAL LILO append=
ca: OPCIONAL LILO append=
hi_in: लीलो हेतु वैकल्पिक संलग्न =
ja: LILOオプション append=
nl: OPTIONELE LILO toevoeging=
pt_pt: Adição OPCIONAL AO LILO=
sv: FRIVILLIG LILO append=
uk: ДОДАТКОВІ ПАРАМЕТРИ LILO append=

source: Some systems might require extra parameters to be passed to the kernel. If you needed to pass parameters to the kernel when you booted the Salix bootdisk, you'll probably want to enter the same ones here. Most systems won't require any extra parameters. If you want to use hibernation, please add a resume option for your swap partition. For example: 'resume=/dev/sda3' if your swap partition is /dev/sda3. If you don't need any, just hit ENTER to continue.
ca: Alguns sistemes poden requerir paràmetres addicionals per passar al nucli. Si us ha calgut passar paràmetres al nucli quan heu arrencat el disc d'arrencada de Salix, és probable que vulgueu introduir els mateixos aquí. La majoria dels sistemes no requereixen cap paràmetre extra. Si voleu utilitzar la hibernació, si us plau, afegiu una opció de represa per a la partició d'intercanvi. Per exemple: "resume=/dev/sda3", si la partició d'intercanvi és /dev/sda3. Si no en necessiteu cap, premeu RETORN per continuar.
es: Algunos sistemas pueden requerir que se pasen parámetros adicionales al núcleo. Si necesitó pasar parámetros al kernel al iniciar el disco de arranque de Salix, probablemente querrá ingresar los mismos aquí. La mayoría de los sistemas no requerirán ningún parámetro adicional. Si desea utilizar hibernación, agregue una opción resume para su partición swap. Por ejemplo: 'resume=/dev/sda3' si su partición de intercambio es /dev/sda3. Si no necesita ninguno, simplemente presione ENTRAR para continuar.
hi_in: कुछ सिस्टम पर कर्नेल हेतु अतिरिक्त मापदंड संलग्न करने की आवश्यकता होती है। यदि आप सेलिक्स बूट डिस्क आरंभ करते समय कर्नेल हेतु मापदंड संलग्न करना चाहते हैं तो उन्हें यहाँ दर्ज करें। अधिकतर सिस्टम हेतु अतिरिक्त मापदंडों की आवश्यकता नहीं होती है। यदि आप सिस्टम स्थगित करने के इच्छुक हैं तो स्वैप विभाजन पर resume का विकल्प जोड़ें। उदाहरण : 'resume=/dev/sda3' यदि स्वैप विभाजन /dev/sda3 है। मापदंड आवश्यक न होने पर एंटर कुंजी दबाकर प्रक्रिया जारी रखें।
ja: 一部のシステムでは、カーネルに渡される追加パラメータが必要な場合があります。Salixのブート·ディスクを起動したときに、カーネルになんらかのパラメータを渡すのが必要な場合、ここに必須パラメータを同様に入力することをお勧めします。ほとんどのシステムは、この追加パラメータを必要としません。ハイバーネート機能を使用したい場合は、スワップパーティションのために再開オプションを追加してください。例えば、あなたのスワップパーティションが/ dev/ sda3であれば、「resume=/ dev/sda3」と入力してください 。追加パラメータの設定が必要ない場合は、リターンキーをおして次に進んでください。
nl: Sommige systemen kunnen extra parameters nodig hebben welke naar de kernel moeten worden doorgevoerd. Als u parameters voor de kernel nodig had toen u de Salix bootdisk startte, zult u mogelijkerwijs dezelfde hier nodig hebben. De meeste systemen hebben geen extra parameters nodig. Indien u hibernation wilt gebruiken, voeg dan een hervat optie toe voor uw swap partitie. Bijvoorbeeld: 'resume=/dev/sda3' inddien uw swap partitie /dev/sda3 is. Als u er geen nodig heeft, druk dan op ENTER om door te gaan.
pt_pt: Alguns sistemas podem exigir parâmetros adicionais a serem passados para o kernel. Se for necessário passar parâmetros para o kernel quando iniciou o disco de inicialização Salix, provavelmente vai querer colocar os mesmos aqui. A maioria dos sistemas não necessita de quaisquer parâmetros adicionais. Se quiser usar a hibernação, adicione uma opção de "resume" para a partição swap. Por exemplo: 'resume=/dev/sda3' se a partição swap é /dev/sda3. Se não precisa de nenhuma, apenas prima Enter para continuar.
sv: Vissa system kan kräva extra parametrar som ska skickas till kärnan. Om du behövde ange parametrar till kärnan när du startade upp Salix startdis, kommer du antagligen villja ange desamma här. De flesta system kommer inte att kräva några extra parametrar. Om du vill använda viloläge, lägg till en resumé alternativ för din swap-partition. Till exempel: "resume=/dev/sda3" om din swap-partition är /dev/sda3. Om du inte behöver någon, trycka bara på ENTER för att fortsätta.
uk: Деякі системи вимагають додаткових параметрів для передачі директив ядру. Якщо Вам потрібно передати параметри ядру під час завантаження завантажувального диску Salix, тоді потрібно їх вказати тут. Більшість систем не вимагають жодних додаткових параметрів. Якщо Ви бажаєте використати сплячку, додайте параметр resume для розділу підкачки. Для прикладу: 'resume=/dev/sda3' якщо Ваш розділ підкачки є /dev/sda3. Якщо ж не потрібно давати жодного додаткового параметра, просто натисніть ENTER для продовження.

source: OS/2 BOOT MANAGER FOUND
ca: S'HA TROBAT UN GESTOR D'ARRENCADA D'OS/2
es: SE ENCONTRÓ UN ADMINISTRADOR DE ARRANQUE OS/2
hi_in: OS/2 बूट प्रबंधक प्राप्त
ja: OS/2ブート·マネージャーがみつかりました
nl: OS/2 BOOT MANAGER GEVONDEN
pt_pt: GESTOR DE ARRANQUE DO OS/2 ENCONTRADO
sv: OS/2 BOOTHANTERARE HITTADES
uk: ЗНАЙДЕНО МЕНЕДЖЕР ЗАВАНТАЖЕННЯ OS/2

source: Your system appears to have Boot Manager, a boot menu system provided with OS/2 and Partition Magic. If you like, we can install a very simple LILO boot block at the start of your Linux partition. Then, you can add the partition to the Boot Manager menu, and you'll be able to use Boot Manager to boot Linux. Would you like to install LILO in a Boot Manager compatible way?
ca: El vostre sistema sembla tenir el gestor d'arrencada Boot Manager, un sistema de menú d'arrencada proporcionat amb OS/2 i Partition Magic. Si ho desitgeu, podem instal·lar un bloc d'arrencada LILO molt simple a l'inici de la partició de Linux. A continuació, podeu afegir la partició al menú del gestor d'arrencada i sereu capaços d'utilitzar-lo per arrencar Linux. Us agradaria instal·lar LILO de forma compatible amb el gestor d'arrencada?
es: Parece que su equipo posee Boot Manager, un sistema menú de arranque provisto con OS/2 y Partition Magic. Si lo desea, es posible instalar un bloque de arranque LILO muy simple al comienzo de su partición Linux. Luego, puede agregar la partición al menú Boot Manager y podrá usar Boot Manager para iniciar Linux. ¿Le gustaría instalar LILO de forma compatible con Boot Manager?
hi_in: प्रतीत होता है कि आपके सिस्टम पर बूट प्रबंधक है, यह OS/2 व Partition Magic के साथ सम्मिलित एक प्रकार का बूट मेन्यू सिस्टम है। यदि आपकी इच्छा हो तो आपके लिनक्स विभाजन के आरंभ पर एक सरल लीलो बूट ब्लॉक इंस्टॉल करना संभव है। इसके उपरांत आप विभाजन को बूट प्रबंधक मेन्यू पर जोड़ सकेंगे व बूट प्रबंधक उपयोग कर लिनक्स बूट कर सकेंगे। क्या आप लीलो को इस रूप से इंस्टॉल करना चाहते हैं कि वो बूट प्रबंधक हेतु संगत हो?
ja: あなたのシステムは、OS/2のブートメニューシステムとPartition MagicによるBoot Managerを使っているようです。Linuxパーティション頭に、簡単なLILOのブートブロックをインストールしたいのなら、そうすることができます。そして、このパーティションをBoot Managerのメニューに追加することによって、Boot Manager をつかってあなたはLinuxを起動することができます。Boot Managerと互換性のある方法でLILOをインストールしますか？
nl: Uw systeem lijkt een Boot Manager te hebben, een start menu systeem meegeleverd met OS/2 en Partition Magic. Indien gewenst, kunnen we een eenvoudig LILO boot block installeren aan het begin van uw Linux partitie. Vervolgens kunt u de partitie toevoegen aan het Boot Manager menu en kunt u Boot Manager gebruiken om Linux te starten. Wilt u LILO installeren met Boot Manager compatibiliteit?
pt_pt: Parece que o seu sistema tem o Gestor de Arranque, um sistema de menu de arranque fornecido com o OS/2 e o Partition Magic. Se quiser, podemos instalar um bloco de arranque do LILO bem simples no começo da sua partição Linux. Então, poderá adicionar a partição ao menu do Gestor de Arranque e ser capaz de usar o Gestor de Arranque para fazer o arranque do Linux. Gostaria de instalar o LILO de uma forma compatível com o Gestor de Arranque?
sv: Systemet verkar ha Boot Manager, en startmeny system som levereras med OS/2 och Partition Magic. Om du vill kan vi installera ett mycket enkel LILO bootblock i början av din Linux partition. Sedan kan du lägga till partitionen till Boot Manager-menyn, och du kommer att kunna använda Boot Manager för att starta Linux. Vill du installera LILO i ett Boot Manager kompatibel sätt?
uk: Схоже, що Ваша система має Менеджер Завантажень, а меню завантаження надане через OS/2 або Partition Magic. Якщо бажаєте, то ми можемо встановити простий блок з завантажувачем LILO на початку розділу ЛІнукс. Тоді Ви зможете додати розділ до меню Менеджера Завантажень і використовувати Менеджер Завантажень для завантаження Лінукс. Ви бажаєте встановити LILO, узгоджене з Менеджером Завантажень?

source: SELECT LILO DESTINATION
ca: SELECCIONEU LA DESTINACIÓ DE LILO
es: SELECCIONAR EL DESTINO DE LILO
hi_in: लीलो हेतु लक्षित स्थान चुनें
ja: LILOのインストール先の選択
nl: SELECTEER LILO BESTEMMING
pt_pt: SELECIONAR DESTINO DO LILO
sv: VÄLJ LILO DESTINATION
uk: ВИБЕРІТЬ ДЕ ВСТАНОВЛЮВАТИ LILO
