Repository: gapan/liloconfig
Catalog: po/*.po
Languages: ca, es, hi_in, ja, nl, pt_pt, sv, uk

source: This menu directs the creation of the LILO config file, lilo.conf. To install, you make a new LILO configuration file by creating a new header and then adding one or more bootable partitions to the file. Once you've done this, you can select the install option. Alternately, if you already have an /etc/lilo.conf, you may reinstall using that. If you make a mistake, you can always start over by choosing 'Begin'. Which option would you like?
ca: Aquest menú dirigeix la creació del fitxer de configuració del LILO, lilo.conf. Per instal·lar-lo, es fa un fitxer de configuració del LILO nou mitjançant la creació d'una capçalera nova i després l'addició d'una o més particions d'arrencada al fitxer. Un cop fet això, es pot seleccionar l'opció d'instal·lació. Alternativament, si ja teniu un /etc/lilo.conf, podeu tornar a fer la instal·lació usant-lo. Si cometeu un error, sempre es pot tornar a començar amb l'opció "Begin". Quina opció us agradaria?
es: Este menú es una guía para generar el archivo de configuración de LILO, lilo.conf. Para ello, se crea un nuevo archivo de configuración de LILO, comenzando por un encabezado para luego continuar agregando una o más particiones de arranque. Una vez hecho esto, se puede seleccionar la opción de instalación. Alternativamente, si ya dispone de un archivo /etc/lilo.conf, puede reinstalar usando ese archivo. Si comete un error, siempre puede comenzar de nuevo eligiendo 'Comenzar'. ¿Qué opción prefiere?
hi_in: यह मेन्यू लीलो विन्यास फाइल, lilo.conf के सृजन को निर्देशित करती है। इंस्टॉल करने हेतु एक नवीन हैडर सहित एक नवीन लीलो विन्यास फाइल बनाएँ व इस फाइल में एक या अधिक बूट योग्य विभाजन जोड़ें। यह करने के पश्चात आप इंस्टॉल का विकल्प चुन सकते हैं। दूसरा विकल्प है कि यदि आपके पास पहले से /etc/lilo.conf मौजूद है तो आप उसी का उपयोग कर पुनः इंस्टॉल कर सकते हैं। कोई त्रुटि होने पर आप प्रक्रिया को 'आरंभ करें' के विकल्प द्वारा पुनः आरंभ कर सकते हैं। आप कौन सा विकल्प चुनना चाहेंगे?
ja: このメニューは、 LILO設定ファイル、lilo.confの作成の手助けをするものです。LILOのインストールするためには、新しいLILOの設定ファイル内に、ヘッダーそして、ひとつ以上のブート可能なパーティションを追加する必要があります。そうして設定ファイルの作成後、インストール·オプションを選択することができます。あなたは既にの/etc/lilo.confを持っている場合は、それを直に使用してLILOを再インストールすることができます。間違えた場合は、常に「開始」を選択することで、最初からやり直すことができます。どちらのオプションを選択しますか？
nl: Dit menu bepaalt hoe de LILO config file, lilo.conf, wordt gemaakt. Om het te installeren maakt u een nieuwe LILO configuratie bestand aan door een nieuwe header te creëren en vervolgens een of meer bootpartities toe te voegen aan het bestand. Eenmaal dit uitgevoerd, kunt u de installatie optie kiezen. Als u al een /etc/lilo.conf heeft kunt u deze ook herinstalleren. Als u een fout maakt kunt u altijd opnieuw beginnen door 'Begin' te kiezen. Welke optie kiest u?
pt_pt: Este menu direciona a criação do ficheiro de configuração do LILO, lilo.conf. Para instalar, cria um novo ficheiro de configuração do LILO criando um novo header e depois adicionando uma ou mais partições de arranque ao ficheiro. Uma vez feito isto, pode selecionar a opção de instalação. Alternativamente, caso já tenha um /etc/lilo.conf, pode reinstalá-lo usando isso. Se cometer um erro, pode sempre começar de novo escolhendo 'Begin'. Que opção quer?
sv: Denna meny styr skapandet av LILO konfigurationsfil, lilo.conf. För att installera, gör du en ny LILO konfigurationsfil genom att skapa en ny rubrik och därefter lägga till en eller flera startpartitioner till filen. När du har gjort detta kan du välja installationsalternativ. Alternativt, om du redan har en /etc/lilo.conf, kan du installera om den med hjälp av den. Om du gör ett misstag, kan du alltid börja om genom att välja "Begin". Vilket alternativ vill du använda?

source: Start LILO configuration with a new LILO header
ca: Inicia la configuració de LILO amb una capçalera LILO nova
es: Iniciar la configuración de LILO con un nuevo encabezado de LILO
hi_in: एक नवीन लीलो हैडर सहित लीलो विन्यास आरंभ करें
ja: 新しいLILOのヘッダーを使いLILO設定を行う。
nl: Start de LILO configuratie met een nieuwe LILO header
pt_pt: Iniciar a configuração do LILO com um novo header LILO
sv: Starta LILO konfiguration med en ny LILO rubrik
uk: Почати налаштування LILO з новим заголовком LILO

source: Add a Linux partition to the LILO config
ca: Afegeix una partició de Linux a la configuració de LILO
es: Agregar una partición Linux a la configuración de LILO
hi_in: लीलो विन्यास में लिनक्स विभाजन जोड़ें
ja: LinuxパーティションをLILO設定に加える。
nl: Voeg een Linux partitie toe aan de LILO config
pt_pt: Adicionar uma partição Linux na configuração do LILO
sv: Lägg till en Linux partitionen till LILO config
uk: Додати розділ Linux до налаштування LILO

source: Add a Windows FAT or NTFS partition to the LILO config
ca: Afegeix una partició Windows FAT o NTFS a la configuració de LILO
es: Agregar una participon Windows FAT o NTFS a la configuración de LILO
hi_in: लीलो विन्यास में विंडोज FAT या NTFS विभाजन जोड़ें
ja: WindowsのFAT、もしくはNTFSパーティションをLILO設定に加える。
nl: Voeg een Windows FAT of NTFS partitie toe aan de LILO config
pt_pt: Adicionar uma partição FAT ou NTFS do Windows na configuração do LILO
sv: Lägg till en Windows FAT eller NTFS-partition till LILO config
uk: Додати розділ Windows FAT або NTFS до налаштування LILO

source: Install LILO
ca: Instal·la LILO
es: Instalar LILO
hi_in: लीलो इंस्टॉल करें
ja: LILOをインストールする。
nl: Installeer LILO
pt_pt: Instalar o LILO
sv: Installera LILO
uk: Встановлення LILO

source: Reinstall LILO using the existing lilo.conf
ca: Reinstal·la LILO usant el fitxer lilo.conf existent
es: Reinstalar LILO usando el archivo lilo.conf existente
hi_in: मौजूदा lilo.conf उपयोग कर लीलो को पुनः इंस्टॉल करें
ja: LILOを既成のlilo.confを使って再インストールする。
nl: Herinstalleer LILO met gebruik van de bestaande lilo.conf
pt_pt: Reinstalar o LILO usando o lilo.conf existente
sv: Ominstallera LILO med befintlig lilo.conf
uk: Перевстановлення LILO, використовуючи існуючий файл lilo.conf

source: Skip LILO installation and exit this menu
ca: Omet la instal·lació de LILO i surt d'aquest menú
es: Saltearse la instalación de LILO y salir del menú
hi_in: लीलो इंस्टॉल निरस्त कर इस मेन्यू को बंद करें
ja: LILOのインストールをとばし、このメニューを閉じる。
nl: Sla de LILO installatie over en verlaat dit menu
pt_pt: Ignorar a instalação do LILO e sair deste menu
sv: Hoppa över LILO installationen och avsluta denna meny
uk: Пропустити встановлення LILO і вийти з цього меню

source: View your current /etc/lilo.conf
ca: Mostra el fitxer /etc/lilo.conf actual
es: Ver su archivo /etc/lilo.conf actual
hi_in: अपनी मौजूदा /etc/lilo.conf का प्रमाणीकरण करें
ja: 現在の/etc/lilo.confをみる。
nl: Bekijk uw huidige /etc/lilo.conf
pt_pt: Visualizar o /etc/lilo.conf atual
sv: Visa din nuvarande /etc/lilo.conf
uk: Переглянути наявний файл /etc/lilo.conf

source: Read the Linux Loader HELP file
ca: Llegeix el fitxer d'AJUDA del carregador de Linux
es: Leer el archivo de ayuda del Cargador de Linux LILO
hi_in: लिनक्स लोड साधन की सहायता फाइल पढ़ें
ja: Linuxローダーのヘルプ·ファイルを読む。
nl: Lees het Linux Loader HELP bestand
pt_pt: Ler o ficheiro de ajuda do Carregador Linux
sv: Läs Linux Loader hjälpfilen
uk: Прочитати файл допомоги по завантажувачу Linux

source: SELECT LILO TARGET LOCATION
ca: SELECCIONEU LA UBICACIÓ DE LA DESTINACIÓ DE LILO
es: SELECCIONAR LA UBICACIÓN DESEADA PARA LILO
hi_in: लीलो का लक्षित स्थान चुनें
ja: LILOのターゲット·ロケーションを選択
nl: SELECTEER LILO BESTEMMINGLOCATIE
pt_pt: SELECIONAR O LOCAL DE DESTINO DO LILO
sv: VÄLJ LILO MÅLPLATS
uk: ВИБЕРІТЬ КІНЦЕВЕ МІСЦЕ ВСТАНОВЛЕННЯ LILO

source: LILO can be installed to a variety of places: the superblock of your root Linux partition (which could then be made the bootable partition with fdisk), a formatted floppy disk, or the master boot record of your first hard drive. If you're using a boot system such as Boot Manager, you should use the Root selection. Please pick a target location:
ca: LILO es pot instal·lar en una varietat de llocs: al superbloc de la partició d'arrel de Linux (que podria convertir-se en la partició d'arrencada amb Windows o Linux fdisk), en un disquet formatat o al registre mestre d'arrencada de la primera unitat de disc dur. Si feu servir un sistema d'arrencada com ara el Boot Manager, hauríeu d'utilitzar la selecció d'arrel. Si us plau, escolliu un lloc de destinació:
es: LILO puede ser instalado en diversas ubicaciones: el superbloque de la partición raíz de Linux (que podría convertirse en partición de arranque mediante fdisk), un diskette formateado, o el Registro Maestro de Arranque -MBR- de su disco rígido primario. Si está usando un sistema de arranque como Boot Manager, debería usar la selección de Raíz. Por favor, elija la ubicación deseada:
hi_in: लीलो को अनेक स्थानों पर इंस्टॉल करना संभव है : आपके लिनक्स विभाजन का सुपर ब्लॉक। (जिसे fdisk द्वारा बूट योग्य विभाजन में परिवर्तित करना संभव है), फॉर्मेट की गई फ्लॉपी डिस्क या आपकी प्रथम हार्ड ड्राइव का मास्टर बूट रिकॉर्ड। यदि आप बूट प्रबंधक जैसा कोई बूट सिस्टम उपयोग कर रहे है तो रूट को चयनित करें। कृपया लक्षित स्थान चुनें :
ja: LILOのインストールするにあたり、あらゆる所をインストール先として設定することができます：ルートのLinuxパーティションのスーパーブロック (fdiskでブート可能なパーティションに設定できます)、フォーマット済みのフロッピーディスク、及びに最初のハードドライブのマスターブートレコード。Boot Managerなどのブートシステムを使用している場合は、ルートのLinuxパーティションを選択するほうがいいです。インストール先を選択してください。
nl: LILO kan op verschillende plaatsen worden geinstalleerd: het superblock van uw root Linux partitie. (welke met Windows of Linux fdisk), een geformatteerde floppy disk of de Master Boot Record van uw eerste harddisk. Als u een boot systeem als Boot Manager gebruikt, moet u de Root selection gebruiken. Kies alstublieft een bestemmingslocatie:
pt_pt: O LILO pode ser instalado em diversos locais: no superbloco da sua partição Linux root. (que pode ser configurada como a partição de arranque usando o fdisk), numa disquete formatada ou no Master Boot Record do seu disco rígido principal. Se estiver a usar um sistema de arranque como o gestor de arranque, deveria usar a seleção Root. Escolha uma localização de destino:
sv: LILO kan installeras på en mängd olika ställen: superblock på din root Linux-partition (som sedan kan göras startbar med fdisk), en formaterad diskett eller master boot record på din första hårddisk. Om du använder ett startsystem såsom Boot Manager, bör du använda Root valet. Vänligen välj en målplats:
uk: LILO можна встановити в різні місця: у суперблок Вашого кореневого розділу Linux. (який може зроблений завантажувальним за допомогою програми fdisk), форматована дискета, або Головний Менеджер Завантаження (MBR) Вашого першого твердого диску. Якщо Ви використовуєте системний завантажувач, такий як Менеджер Завантажування, Вам потрібно використати кореневий розділ. Виберіть місце встановлення:

source: Use a formatted floppy disk in the boot drive
ca: Usa un disquet formatat al dispositiu d'arrencada
es: Usar un diskette formateado en el drive de arranque
hi_in: बूट ड्राइव में फॉर्मेट की गई फ्लॉपी डिस्क उपयोग करें
ja: ブートドライブにフォーマット済みのフロッピーディスクを使用する
nl: Gebruik een geformatteerde floppy disk in de boot drive
pt_pt: Usar uma disquete formatada na unidade de arranque
sv: Använd en formaterad diskett i startenheten
uk: Використати форматовану дискету в пристрої завантаження

source: Use the Master Boot Record (possibly unsafe)
ca: Usa el registre d'arrencada mestre (possiblement perillós)
es: Usar el Registro Maestro de Arranque (MBR, posiblemente inseguro)
hi_in: मास्टर बूट रिकॉर्ड उपयोग करें (संभवतः असुरक्षित)
ja: マスターブート·レコードを使う (安全でない可能性があります)
nl: Gebruik de Master Boot Record (mogelijk onveilig)
pt_pt: Usar o Master Boot Record (possívelmente inseguro)
sv: Använd Master Boot Record (möjligen osäkra)
uk: Використати Головний Менеджер Завантаження (може бути небезпечно)

source: CONFIRM LOCATION TO INSTALL LILO
ca: CONFIRMEU LA UBICACIÓ DE LA INSTAL·LACIÓ DE LILO
es: CONFIRMAR LA UBICACIÓN PARA INSTALAR LILO
hi_in: लीलो इंस्टॉल हेतु स्थान की पुष्टि करें
ja: LILOのインストール先の確認
nl: BEVESTIG LOCATIE OM LILO TE INSTALLEREN
pt_pt: CONFIRMAR O LOCAL DE INSTALAÇÃO DO LILO
sv: BEKRÄFTA PLATS ATT INSTALLERA LILO
uk: ПІДТВЕРДИТИ МІСЦЕ ВСТАНОВЛЕННЯ LILO

source: The auto-detected location to install the LILO boot block is shown below. If you need to make any changes, you can make them below. Otherwise, hit ENTER to accept the target location shown.
ca: La ubicació detectada automàticament per instal·lar el bloc d'arrencada de LILO es mostra a continuació. Si necessiteu fer-hi cap canvi, el podeu fer a continuació. Altrament, premeu RETORN per acceptar la ubicació de destinació que es mostra.
es: A continuación se muestra la ubicación autodetectada para instalar el bloque de arranque de LILO. Si necesita realizar cambios, puede editarla. Si no es así, presionar ENTRAR para aceptar la ubicación de destino mostrada.
hi_in: लीलो बूट ब्लॉक के इंस्टॉल हेतु स्वतः पहचाना गया स्थान नीचे प्रदर्शित है। यदि आप परिवर्तन करना चाहते हैं तो उन्हें नीचे करें। अन्यथा एंटर कुंजी दबाकर लक्षित स्थान को स्वीकारें जो प्रदर्शित है।
ja: LILOのブートブロックをインストールするための場所は以下の通りに自動検出されました。設定の変更が必要な場合は、下で変更が可能です。それ以外の場合は、リターン·キーを押してインストール先を選択してください。
nl: De automatisch gevonden locatie om het LILO boot block te installeren is hieronder getoond. Indien u wijzigingen moet uitvoeren, kunt u dit hieronder doen. Anders kunt u op ENTER drukken om de getoonde bestemmingslocatie te accepteren.
pt_pt: A localização de instalação do LILO detetada automaticamente está exibida abaixo. Se precisar de fazer alguma alteração, pode fazê-la abaixo. Caso contrário, prima ENTER para aceitar a localização destino exibida.
sv: Den automatiska upptäckta platsen för att installera LILO startblock visas nedan. Om du behöver göra några ändringar, kan du göra dem nedan. Annars, tryck Enter för att acceptera målplatsen som visas.

source: CHOOSE LILO TIMEOUT
ca: TRIEU EL TEMPS D'ESPERA DE LILO
es: ELEGIR EL TIEMPO DE ESPERA
hi_in: लीलो प्रदर्शित करने की समय सीमा चुनें
ja: LILOのタイムアウトを設定
nl: KIES DE LILO TIMEOUT
pt_pt: ESCOLHER O TEMPO LIMITE DO LILO
sv: VÄLJ LILO TIMEOUT
uk: ВИБІР ЧАСУ ОЧІКУВАННЯ LILO

source: At boot time, how long would you like LILO to wait for you to select an operating system? If you let LILO time out, it will boot the first OS in the configuration file by default.
ca: Durant l'arrencada, quanta estona us agradaria que el LILO esperés que seleccioneu un sistema operatiu? Si deixeu que el temps del LILO s'esgoti, per defecte s'iniciarà el primer sistema operatiu del fitxer de configuració.
es: ¿Cuánto tiempo debe esperar LILO para permitir seleccionar el sistema operativo a cargar en el arranque? Agotado el tiempo de espera de LILO, arrancará el primer sistema operativo en el archivo de configuración de forma predeterminada.
hi_in: बूट के दौरान, ऑपरेटिंग सिस्टम के चयन हेतु आप लीलो द्वारा प्रतीक्षा के लिए कितना समय निर्धारित करना चाहते हैं? इस प्रतीक्षा समय की समाप्ति के उपरांत लीलो द्वारा डिफ़ॉल्ट रूप से विन्यास फाइल अनुसार प्रथम ऑपरेटिंग सिस्टम बूट होगा।
ja: LILOブート時、OSを選択するための待機時間を設定してください。時間切れの場合は、デフォルトでLILO設定ファイル内の最初のOSを起動することになります。
nl: Hoe lang wilt u dat LILO wacht op u om een besturingssysteem te kiezen tijdens de opstarttijd? Indien u de wachttijd laat verstrijken zal standaard het eerste besturingssysteem gestart worden welke in het configuratiebestand staat.
pt_pt: Ao fazer o arranque, quanto tempo gostaria que o LILO esperasse por si para selecionar um sistema operativo? Se esperar o tempo de espera do LILO, o mesmo vai fazer o arranque do primeiro SO no ficheiro de configuração por padrão.
sv: Vid uppstart, hur länge vill du att LILO väntar på dig att välja ett operativsystem? Om du låter LILO timeout, kommer det att starta den första OS i konfigurationsfilen som standard.
uk: Під час завантаження як довго LILO має очікувати на Ваш вибір операційної системи? Типово LILO завантажить першу вказану ОС у файлі налаштувань.

source: Don't wait at all - boot straight into the first OS
ca: No esperis gens - arrenca directament el primer sistema
es: No esperar, arrancar directamente el primer sistema operativo
hi_in: प्रतीक्षा न करें - सीधे प्रथम ऑपरेटिंग सिस्टम को ही बूट करें
ja: 待ち時間なしで直接最初のOSを起動する
nl: Helemaal niet wachten - start direct in het eerste besturingssysteem
pt_pt: Não esperar - arrancar diretamente do primeiro SO
sv: Vänta inte alls - starta direkt till första OS
uk: Не очікувати взагалі - завантажити першу ОС

source: 5 seconds
ca: 5 segons
es: 5 segundos
hi_in: 5 सेकंड
ja: 5秒
nl: 5 seconden
pt_pt: 5 segundos
sv: 5 sekunder
uk: 5 секунд

source: 30 seconds
ca: 30 segons
es: 30 segundos
hi_in: 30 सेकंड
ja: 30秒
nl: 30 seconden
pt_pt: 30 segundos
sv: 30 sekunder
uk: 30 секунд

source: Present a prompt and wait until a choice is made
ca: Presenta un indicador i espera fins que es faci una tria
es: Presentar un mensaje y esperar hasta que se seleccione un S.O.
hi_in: पुष्टिकरण विंडो दिखाएँ व चयन होने तक प्रतीक्षा करें
ja: 選択肢のプロンプトをひらいて待つ
nl: Toon een prompt en wacht tot een keus is gemaakt
pt_pt: Apresentar um prompt e esperar até que uma escolha seja feita
sv: Visar en kommandoprompt och vänta tills ett val görs
uk: Показати підказку і очікувати на вибір

source: Scanning for Linux partitions...
es: Detectando las particiones Linux...
pt_pt: A procurar por partições Linux...

source: SELECT LINUX PARTITION $DEFROOT
ca: SELECCIONEU UNA PARTICIÓ DE LINUX $DEFROOT
es: SELECCIONAR LA PARTICIÓN LINUX $DEFROOT
hi_in: लिनक्स विभाजन चुनें $DEFROOT
ja: Linuxパーティション $DEFROOT を選択
nl: SELECTEER LINUX PARTITIE $DEFROOT
pt_pt: ESCOLHER PARTIÇÃO LINUX $DEFROOT
sv: VÄLJ LINUX-PARTITION $DEFROOT
uk: ВИБРАТИ РОЗДІЛ LINUX $DEFROOT

source: Which Linux partition would you like LILO to boot?
ca: Quina partició de Linux voleu que el LILO faci arrencar?
es: ¿Cuál de las particiones Linux debe arrancar LILO?
hi_in: आप लीलो द्वारा किस लिनक्स विभाजन को बूट करना चाहते हैं?
ja: どのLinuxのパーティションをLILOで起動したいですか？
nl: Welke Linux partitie wilt u dat LILO start?
pt_pt: Qual partição Linux gostaria que o LILO arrancasse?
sv: Vilket Linux partition vill du att LILO skall starta upp?
uk: З якого розділу Linux буде завантажуватися LILO?

source: SELECT PARTITION NAME FOR $LINUX_PART
ca: SELECCIONEU UN NOM DE PARTICIÓ PER A $LINUX_PART
es: SELECCIONAR EL NOMBRE DE PARTICIÓN PARA $LINUX_PART
hi_in: $LINUX_PART हेतु विभाजन नाम चुनें
ja: $LINUX_PART のパーティション名を選択
nl: SELECTEER PARTITIENAAM VOOR $LINUX_PART
pt_pt: ESCOLHER O NOME DA PARTIÇÃO PARA $LINUX_PART
sv: VÄLJ PARTITION NAMN FÖR $LINUX_PART
uk: ВИБЕРІТЬ НАЗВУ РОЗДІЛУ ДЛЯ $LINUX_PART

source: Now you must select a short, unique name for this partition. You'll use this name if you specify a partition to boot at the LILO prompt. 'Linux' might not be a bad choice. THIS MUST BE A SINGLE WORD.
ca: Ara heu de seleccionar un nom curt, únic per a aquesta partició. Fareu servir aquest nom si especifiqueu una partició per arrencar a l'indicador del LILO. "Linux" podria no ser una mala elecció. Ha de ser una sola paraula!
es: Ahora se debe seleccionar un único nombre, corto, para esta partición. Es el nombre de la partición que se deberá especificar ante la solicitud de LILO. 'Linux' no es un mal nombre. DEBE SER UNA ÚNICA PALABRA.
hi_in: अब आपको इस विभाजन हेतु एक लघु, विशिष्ट नाम का चयन करें। बूट करते समय लीलो पुष्टिकरण विंडो हेतु विभाजन निर्दिष्ट करने पर आपको इस नाम का उपयोग करना होगा। नाम हेतु 'linux' एक उचित विकल्प है। इस नाम में केवल एक शब्द ही होना चाहिए।
ja: このパーティション用に短く特徴的な名前をつけてください。LILOのプロンプト上、ブートするパーティションの選択時に使われます。例えば「Linux」というのも悪くありません。なお、名前は単語一つでないといけません。
nl: Nu moet u een korte unieke naam kiezen voor deze partitie. U zal deze naam gebruiken bij het specificeren van een partitie om van te starten in de LILO prompt. 'Linux' is wellicht een goede keus. DIT MOET EEN ENKEL WOORD ZIJN.
pt_pt: Agora tem que escolher um nome curto e único para esta partição. Vai usar este nome se especificar uma partição para fazer arranque no prompt do LILO. Talvez 'Linux' não seja uma má escolha. DEVE SER UMA ÚNICA PALAVRA.
sv: Nu måste du välja ett kort, unikt namn för denna partition. Du kommer att använda detta namn om du anger en partition för att starta upp vid LILO prompten. 'Linux' kan inte vara ett dåligt val. DETTA MÅSTE VARA ETT ENDA ORD.
uk: Тепер Ви повинні вибрати коротку, унікальну назву для цього розділу. Ви будете використовувати цю назву, якщо вкажете розділ для завантаження під час режиму вводу LILO. 'Linux' може бути непоганим вибором. ЦЕ ПОВИННО БУТИ ОДНЕ СЛОВО.

source: These are possibly OS/2 partitions. They will be treated as such if you install them using this menu.
ca: Potser són particions d'OS/2. Es tractaran com a tals si feu la instal·lació usant aquest menú.
es: Estas son posiblemente particiones OS/2. Serán tratadas como tales si las instala usando este menú.
hi_in: ये संभवतः OS/2 विभाजन हैं। इनका क्रियान्वन इस तरह होगा कि मानो इन्हें इसी मेन्यू द्वारा इंस्टॉल किया गया है।
ja: これらはOS/2のパーティションのようです。このメニューを使いインストールした場合、OS/2のパーティションとして扱われます。
nl: Dit zijn mogelijk OS/2 partities. Ze zullen als zodanig behandeld worden als u deze met dit menu installeert.
pt_pt: Estas são possivelmente partições OS/2. Elas serão tratadas como tal se instalá-las usando este menu.
sv: Dessa är möjligen OS/2 partitioner. De kommer att behandlas som en sådan om du installerar dem med den här menyn.
uk: Тут є, можливо, розділи OS/2. Вони так будуть розпізнаватися, якщо Ви встановите їх, використовуючи це меню.

source: Which one would you like LILO to boot?
ca: Quina voleu que el LILO faci arrencar?
es: ¿Cuál es la que desea que arranque LILO?
hi_in: आप लीलो द्वारा किसे बूट करना चाहते हैं?
ja: どれをLILOで起動したいですか？
nl: Welke wilt u dat LILO start?
pt_pt: Qual deles gostaria que o LILO arrancasse?
sv: Vilken vill du att LILO skall starta upp?
uk: Що Ви виберете для завантаження LILO?

source: SELECT OS/2 PARTITION
ca: SELECCIONEU LA PARTICIÓ D'OS/2
es: SELECCIONAR PARTICIÓN OS/2
hi_in: OS/2 विभाजन चुनें
ja: OS/2パーティションを選択
nl: SELECTEER DE OS/2 PARTITIE
pt_pt: ESCOLHER PARTIÇÃO OS/2
sv: VÄLJ OS/2 PARTITIONEN
uk: ВИБЕРІТЬ РОЗДІЛ OS/2

source: SELECT PARTITION NAME
ca: SELECCIONEU UN NOM DE PARTICIÓ
es: SELECCIONAR EL NOMBRE DE LA PARTICIÓN
hi_in: विभाजन नाम चुनें
ja: パーティション名を選択
nl: SELECTEER DE PARTITIENAAM
pt_pt: ESCOLHER NOME DA PARTIÇÃO
sv: VÄLJ PARTITIONSNAMN
uk: ВИБЕРІТЬ НАЗВУ РОЗДІЛУ
